<?xml version="1.0" encoding="utf-8"?>
<feed xmlns="http://www.w3.org/2005/Atom">
 
 <title>Justo al Caer</title>
 <link href="http://www.justoalcaer.com.ar/atom.xml" rel="self"/>
 <link href="http://www.justoalcaer.com.ar/"/>
 <updated>2010-05-28T15:52:40-03:00</updated>
 <id>http://www.justoalcaer.com.ar/</id>
 <author>
   <name>Justo al Caer</name>
   <email>info@justoalcaer.com.ar</email>
 </author>

 
 <entry>
   <title>Justo al Caer en Olivos</title>
   <link href="http://www.justoalcaer.com.ar/2010/05/28/justo-al-caer-en-olivos"/>
   <updated>2010-05-28T00:00:00-03:00</updated>
   <id>http://www.justoalcaer.com.ar/2010/05/28/justo-al-caer-en-olivos</id>
   <content type="html">&lt;p&gt;
  Buenas a todos. Luego de mucho laburo, arrancamos el año presentándonos en Espacio Olivos el día 12 de Junio de 2010, a las 21hs. Tocaremos junto a Experimento Zeus en esta ocasión.
&lt;/p&gt;
&lt;p&gt;Los esperamos!&lt;/p&gt;
&lt;p&gt;&lt;a href="/fechas.html"&gt;Más información&lt;/a&gt;&lt;/p&gt;
&lt;iframe frameborder="0" height="350" marginheight="0" marginwidth="0" scrolling="no" src="http://maps.google.com/maps/ms?ie=UTF8&amp;amp;msa=0&amp;amp;msid=107081036925552538090.000487a8c401b0384b4e0&amp;amp;ll=-34.517908,-58.502841&amp;amp;spn=0.008009,0.01929&amp;amp;iwloc=000487a8c408865151b8d&amp;amp;output=embed" width="425"&gt;&lt;/iframe&gt;
</content>
 </entry>
 
 <entry>
   <title>Adios Chino // Hola Edu</title>
   <link href="http://www.justoalcaer.com.ar/2010/05/01/adios-al-chino-hola-edu"/>
   <updated>2010-05-01T00:00:00-03:00</updated>
   <id>http://www.justoalcaer.com.ar/2010/05/01/adios-al-chino-hola-edu</id>
   <content type="html">&lt;p&gt;Al finalizar el a&amp;ntilde;o pasado, luego de tanto trabajo, nos pusimos como meta terminar de formar la banda. La idea era reemplazar al chino loco que nos ayudaba detr&amp;aacute;s, de inc&amp;oacute;gnito, tocando la bater&amp;iacute;a. Esta no era la primera que nos pon&amp;iacute;amos a buscar un baterista, as&amp;iacute; que no ten&amp;iacute;amos un mont&amp;oacute;n de f&amp;eacute;.&lt;/p&gt;
&lt;p&gt;Pusimos un par de avisa, pero no pas&amp;oacute; nada. Al mes, mas o menos, volvimos a intentar y recibimos un mail de un flaco de 22 a&amp;ntilde;os, llamado Eduardo. Le contestamos y acordamos un ensayo para probar tres temas.&lt;/p&gt;
&lt;p&gt;Lleg&amp;oacute; el d&amp;iacute;a, y Edu cay&amp;oacute; con sus "partituras" de los temas (nosotros no sabemos tanto de m&amp;uacute;sica como para escribir algo m&amp;aacute;s que un cifrado). No pasaron 5 minutos y la cosa ya estaba bastante definida, encaminada, sonando. Edu sab&amp;iacute;a lo que estaba haciendo y parec&amp;iacute;a ser la pata que nos faltaba.&lt;/p&gt;
&lt;p&gt;Pasaron los ensayos y la cosa fue mejorando, afianz&amp;aacute;ndose, as&amp;iacute; que quer&amp;iacute;amos darle la bienvenida a la banda formalmente.&lt;/p&gt;
&lt;h3&gt;Bienvenido, Edu!&lt;/h3&gt;
</content>
 </entry>
 
 <entry>
   <title>Justo al Caer busca baterista</title>
   <link href="http://www.justoalcaer.com.ar/2010/01/18/jac-busca-baterista"/>
   <updated>2010-01-18T00:00:00-03:00</updated>
   <id>http://www.justoalcaer.com.ar/2010/01/18/jac-busca-baterista</id>
   <content type="html">&lt;p&gt;
  Para terminar de consolidar este proyecto, cuyo objetivo es conformar un grupo de rock-pop que suene potente, ajustado y donde por sobre todo se piense en componer buenas canciones, necesitamos un baterista que, influenciado por bandas del estilo de Soda Stereo, Pearl Jam, Radiohead (y otras) pueda enmarcar a Justo al Caer  y completar la formación.
&lt;/p&gt;
&lt;p&gt;
  Podés escuchar nuestro EP
  &lt;a href="http://www.justoalcaer.com.ar/ep.html"&gt;http://www.justoalcaer.com.ar/ep.html&lt;/a&gt;
&lt;/p&gt;
&lt;p&gt;Buscamos a alguien con pasión por la música, profesionalismo y sobre todo ganas. Si te interesa, contactate mandándonos un mail a info@justoalcaer.com.ar.&lt;/p&gt;
</content>
 </entry>
 
 <entry>
   <title>Balance 2009 + Tu regalo de JaC por el fin de año!</title>
   <link href="http://www.justoalcaer.com.ar/2009/12/28/balance-2009"/>
   <updated>2009-12-28T00:00:00-03:00</updated>
   <id>http://www.justoalcaer.com.ar/2009/12/28/balance-2009</id>
   <content type="html">&lt;p&gt;Durante los &amp;uacute;ltimos meses del 2009, presentamos en vivo nuestro primer EP compuesto por 6 canciones (+ Navegar en versi&amp;oacute;n rockera). Estas fueron concebidas, grabadas, arregladas y producidas por JAC con mucho esfuerzo, entre 2008 y 2009.&lt;/p&gt;
&lt;p&gt;En este proceso colaboraron tambi&amp;eacute;n Tam Goldsztajn (en la mayor&amp;iacute;a de los coros) y Marcos Garc&amp;iacute;a, quien dise&amp;ntilde;&amp;oacute; un surrealista arte de tapa.&lt;/p&gt;
&lt;p&gt;Para cerrar un 2009 de mucho trabajo, queremos hacerles un peque&amp;ntilde;o regalito... :)&lt;/p&gt;
&lt;p&gt;Si m&amp;aacute;s pre&amp;aacute;mbulos, te regalamos el EP en formato digital!. Bajalo haciendo click en el siguiente link:&lt;/p&gt;
&lt;p&gt;&lt;a href="http://www.justoalcaer.com.ar/ep.html"&gt;http://www.justoalcaer.com.ar/ep.html&lt;/a&gt;&lt;/p&gt;
&lt;p&gt;Lo escuchaste? Qu&amp;eacute; te pareci&amp;oacute;? Dejanos tus comentarios!&lt;/p&gt;
&lt;p&gt;Gracias por acompa&amp;ntilde;arnos. Los esperamos en el 2010!&lt;/p&gt;
&lt;p&gt;Justo al Caer&lt;/p&gt;
</content>
 </entry>
 
 <entry>
   <title>Actualizaci&oacute;n sobre fecha de fin de a&ntilde;o!</title>
   <link href="http://www.justoalcaer.com.ar/2009/12/11/actualizacion-sobre-fecha-de-fin-de-anio"/>
   <updated>2009-12-11T00:00:00-03:00</updated>
   <id>http://www.justoalcaer.com.ar/2009/12/11/actualizacion-sobre-fecha-de-fin-de-anio</id>
   <content type="html">&lt;img src="/images/20091226---Paseo-de-la-Costa7.png" /&gt;
</content>
 </entry>
 
 <entry>
   <title>Justo al Caer en Vicente López</title>
   <link href="http://www.justoalcaer.com.ar/2009/12/05/justo-al-caer-en-vicente-lopez"/>
   <updated>2009-12-05T00:00:00-03:00</updated>
   <id>http://www.justoalcaer.com.ar/2009/12/05/justo-al-caer-en-vicente-lopez</id>
   <content type="html">&lt;p&gt;Para ir cerrando un año de mucho trabajo, nos vamos a presentar el sábado 26 de diciembre en el Paseo de la Costa a las 17hs, en Urquiza y el Rio, en Vicente López. Compartiremos escenario con Dikumda.&lt;/p&gt;
&lt;p&gt;La entrada es gratuita. Solo hay que traerse algo para disfrutar del día y para tomar unos mates con los Justo.&lt;/p&gt;
&lt;p&gt;Más datos en los próximos días.&lt;/p&gt;
</content>
 </entry>
 
 
</feed>